Repository: antnbaranov/Baranov
Catalog: Baranov/Localizable.xcstrings
Source language: en
Languages: ar, bg, bs, ca, cs, da, de, el, es, et, eu, fi, fr, ga, gl, he, hi, hr, hu, id, is, it, ja, ka, kk, ko, lt, lv, mk, ms, mt, nb, nl, pl, pt_br, ro, ru, sk, sl, sq, sr, sv, th, tr, uk, vi, zh_hans, zh_hk

source: Gold to obsidian black — including three shimmering rare finishes and heirloom parchment.
ar: من الذهب إلى الأسود السج - بما في ذلك ثلاث لمسات نهائية متلألئة نادرة وورق إرث.
bg: Златно до обсидианово черно — включително три блестящи редки покрития и наследствен пергамент.
bs: Zlatna do crna od opsidijana — uključujući tri svjetlucava rijetka završna obrada i pergament za naslijeđe.
ca: Daurat a negre obsidiana, inclosos tres acabats rars brillants i pergamí d'herència.
cs: Zlatá až obsidiánová černá – včetně tří třpytivých vzácných povrchových úprav a heirloem pergamenu.
da: Guld til obsidian sort - inklusive tre glitrende sjældne finish og arvestykke pergament.
de: Von Gold bis Obsidianschwarz – darunter drei schimmernde, seltene Ausführungen und Erbstück-Pergament.
el: Χρυσό έως μαύρο οψιανό — με τρία αστραφτερά σπάνια φινιρίσματα και περγαμηνή κειμήλιο.
es: Del dorado al negro obsidiana, incluidos tres acabados brillantes y raros y pergamino tradicional.
et: Kullast kuni obsidiaanmustani – sealhulgas kolm sädelevat haruldast viimistlust ja pärgament.
eu: Urretik obsidiana beltzera - hiru akabera arraro distiratsu eta ondare-pergamino barne.
fi: Kultasta obsidiaanimustaan – mukaan lukien kolme hohtavaa harvinaista viimeistelyä ja perintöpergamentti.
fr: De l'or au noir obsidienne – y compris trois finitions rares et chatoyantes et du parchemin ancien.
ga: Óir go dubh obsidian — lena n-áirítear trí chríoch annamh glioscarnach agus pár heirloom.
gl: De dourado a negro obsidiana, incluíndo tres acabados raros e brillantes e pergamiño de herdanza.
he: זהב עד שחור אובסידיאן - כולל שלושה גימורים נדירים מנצנצים וקלף ירושה.
hi: सोने से ओब्सीडियन काला - जिसमें तीन चमकदार दुर्लभ फिनिश और विरासत चर्मपत्र शामिल हैं।
hr: Zlatna do opsidijansko crna — uključujući tri svjetlucava rijetka završna sloja i nasljedni pergament.
hu: Az aranytól az obszidiánfeketéig – három csillogó ritka felülettel és örökség pergamennel.
id: Emas hingga hitam obsidian — termasuk tiga lapisan langka yang berkilauan dan perkamen pusaka.
is: Gull til svartur hrafntinnu - þar á meðal þrír glitrandi sjaldgæfir áferðar og arfleifðarpergament.
it: Dall'oro al nero ossidiana, incluse tre finiture rare e scintillanti e pergamena di cimelio.
ja: ゴールドからオブシディアン ブラック - 3 つのきらめくレアな仕上げと家宝の羊皮紙を含む。
ka: ოქროდან შავამდე ობსიდიანამდე - სამი მოციმციმე იშვიათი მოპირკეთების და განძების პერგამენტის ჩათვლით.
kk: Алтыннан қара обсидианға дейін, соның ішінде үш жарқыраған сирек әрлеу және пергаментті пергамент.
ko: 금색부터 흑요석 검정색까지 - 세 가지 반짝이는 희귀한 마감재와 가보 양피지를 포함합니다.
lt: Nuo aukso iki obsidiano juodos spalvos – įskaitant tris blizgančias retas apdailas ir paveldimą pergamentą.
lv: Zelta līdz obsidiāna melnai — ieskaitot trīs mirdzošus retus apdares materiālus un mantojuma pergamentu.
mk: Злато до црно обсидиан - вклучувајќи три светкави ретки завршетоци и наследен пергамент.
ms: Emas hingga hitam obsidian — termasuk tiga kemasan jarang berkilauan dan kertas pusaka.
mt: Deheb għal iswed obsidian — inklużi tliet finituri rari shimmering u parċmina heirloom.
nb: Gull til obsidian svart – inkludert tre glitrende sjeldne finisher og arvestykke pergament.
nl: Goud tot obsidiaanzwart - inclusief drie glinsterende zeldzame afwerkingen en erfstukperkament.
pl: Od złota po obsydianową czerń — w tym trzy błyszczące, rzadkie wykończenia i tradycyjny pergamin.
pt_br: Dourado a preto obsidiano – incluindo três acabamentos raros e brilhantes e pergaminho de herança.
ro: De aur până la negru obsidian — inclusiv trei finisaje rare strălucitoare și pergament de moștenire.
ru: От золотого до черного обсидиана, включая три редких мерцающих оттенка и старинный пергамент.
sk: Zlatá až obsidiánová čierna – vrátane troch trblietavých vzácnych povrchových úprav a dedičného pergamenu.
sl: Zlata do obsidian črna — vključno s tremi bleščečimi redkimi zaključki in dediščinskim pergamentom.
sq: Ari në të zezë obsidiani - duke përfshirë tre përfundime të rralla vezulluese dhe pergamenë trashëgimi.
sr: Златне до опсидијан црне — укључујући три светлуцава ретка завршна обрада и пергамент из наслеђа.
sv: Guld till obsidiansvart — inklusive tre skimrande sällsynta ytskikt och arvegods.
th: สีทองไปจนถึงสีดำออบซิเดียน — รวมถึงสีเคลือบเงาหายากสามสีและกระดาษหนังมรดกสืบทอด
tr: Altından obsidiyen siyahına kadar — üç parlak nadir cila ve yadigâr parşömen dahil.
uk: Від золота до чорного обсидіану — включно з трьома мерехтливими рідкісними покриттями та реліквією пергаменту.
vi: Từ vàng đến đen obsidian — bao gồm ba lớp hoàn thiện lấp lánh quý hiếm và giấy da gia truyền.
zh_hans: 金色到黑曜石黑色——包括三种闪闪发光的稀有饰面和传家宝羊皮纸。
zh_hk: 金色到黑曜石黑色——包括三種閃閃發光的稀有飾面和傳家羊皮紙。

source: Gold, forest, navy, plum, ink — the recipient breaks the one you chose.
ar: الذهب، الغابة، البحرية، البرقوق، الحبر - يكسر المستلم ما اخترته.
bg: Злато, гора, флот, слива, мастило — получателят чупи избрания от вас.
bs: Zlato, šuma, mornarica, šljiva, mastilo — primalac lomi onu koju ste odabrali.
ca: Or, bosc, marina, pruna, tinta: el destinatari trenca el que heu triat.
cs: Zlato, les, námořnictvo, švestka, inkoust – příjemce rozbije ten, který jste si vybrali.
da: Guld, skov, marineblå, blomme, blæk - modtageren bryder den, du har valgt.
de: Gold, Waldgrün, Marine, Pflaume, Tinte — der Empfänger bricht die von dir gewählte Farbe.
el: Χρυσός, δάσος, ναυτικό, δαμάσκηνο, μελάνι — ο παραλήπτης σπάει αυτό που επιλέξατε.
es: Oro, bosque, marino, ciruela, tinta: el destinatario rompe el que tú elegiste.
et: Kuld, mets, merevägi, ploom, tint – saaja rikub selle, mille valisite.
eu: Urrea, basoa, itsas armada, arana, tinta: hartzaileak aukeratutakoa hautsi egiten du.
fi: Kulta, metsä, laivasto, luumu, muste – vastaanottaja rikkoo valitsemasi.
fr: Or, forêt, marine, prune, encre — le destinataire brisera la couleur que tu as choisie.
ga: Óir, foraoise, dubhghorm, pluma, dúch - briseann an faighteoir an ceann a roghnaigh tú.
gl: Ouro, bosque, mariña, ameixa, tinta: o destinatario rompe o que escolleches.
he: זהב, יער, חיל הים, שזיף, דיו - הנמען שובר את זה שבחרת.
hi: सोना, जंगल, नौसेना, बेर, स्याही - प्राप्तकर्ता आपके द्वारा चुने गए को तोड़ देता है।
hr: Zlato, šuma, mornarica, šljiva, tinta — primatelj razbija onu koju ste odabrali.
hu: Arany, erdő, tengerészgyalogság, szilva, tinta – a címzett megtöri az általad választottat.
id: Emas, hutan, angkatan laut, plum, tinta — penerima akan merusak yang Anda pilih.
is: Gull, skógur, sjóher, plóma, blek — viðtakandinn brýtur þann sem þú valdir.
it: Oro, foresta, blu navy, prugna, inchiostro: il destinatario romperà quello che hai scelto.
ja: ゴールド、フォレスト、ネイビー、プラム、インク — 選んだ色の封蝋を相手が解きます。
ka: ოქრო, ტყე, საზღვაო, ქლიავი, მელანი - მიმღები არღვევს თქვენს მიერ არჩეულს.
kk: Алтын, орман, теңіз, қара өрік, сия - алушы сіз таңдағанды ​​бұзады.
ko: 골드, 포레스트, 네이비, 플럼, 잉크 — 수신인이 당신이 고른 색상의 봉인을 풉니다.
lt: Auksas, miškas, laivynas, slyva, rašalas – gavėjas sulaužo tą, kurį pasirinkote.
lv: Zelts, mežs, flote, plūme, tinte — saņēmējs sabojā to, kuru izvēlējāties.
mk: Злато, шума, морнарица, слива, мастило - примачот го крши оној што сте го избрале.
ms: Emas, hutan, tentera laut, plum, dakwat — penerima melanggar yang anda pilih.
mt: Deheb, foresta, navy, għanbaqar, linka — ir-riċevitur ikisser dak li għażilt.
nb: Gull, skog, marine, plomme, blekk – mottakeren bryter den du valgte.
nl: Goud, bos, marineblauw, pruim, inkt: de ontvanger maakt degene kapot die jij hebt gekozen.
pl: Złoty, leśny, granatowy, śliwkowy, atramentowy — odbiorca przełamie wybrany przez Ciebie kolor.
pt_br: Ouro, floresta, marinho, ameixa, tinta — a pessoa rompe a cor que você escolheu.
ro: Aur, pădure, bleumarin, prune, cerneală — destinatarul rupe cel pe care l-ați ales.
ru: Золотой, лесной, морской, сливовый, чернильный — получатель сломает именно тот, что ты выбрал.
sk: Zlato, les, námorníctvo, slivka, atrament – príjemca rozbije ten, ktorý ste si vybrali.
sl: Zlata, gozdna, mornarska, sliva, črnilo — prejemnik pokvari tisto, ki ste jo izbrali.
sq: Ari, pylli, marina, kumbulla, bojë - marrësi thyen atë që keni zgjedhur.
sr: Злато, шума, морнарица, шљива, мастило — прималац ломи ону коју сте изабрали.
sv: Guld, skog, marin, plommon, bläck — mottagaren bryter den du valt.
th: ทอง ป่า น้ำเงิน พลัม หมึก ผู้รับจะทำลายสิ่งที่คุณเลือก
tr: Altın, orman, lacivert, erik, mürekkep; alıcı seçtiğinizi kırar.
uk: Золотий, лісовий, морський, сливовий, чорнильний — одержувач зламає саме той, який ти обрав.
vi: Vàng, rừng, hải quân, mận, mực - người nhận bẻ cái bạn đã chọn.
zh_hans: 流金、苍翠、藏青、郁李、墨黑——收信人将亲手拆开你挑选的火漆印。
zh_hk: 流金、蒼翠、藏青、郁李、墨黑——收信人將親手拆開你挑選的火漆印。

source: Golden Gate Bridge, done. No toll for rams.
ar: جسر البوابة الذهبية، انتهى. لا ضريبة على الكباش.
bg: Мостът Golden Gate, готов. Без такса за овни.
bs: Most Golden Gate, gotovo. Nema putarine za ovnove.
ca: Golden Gate Bridge, fet. No hi ha peatge per als ariets.
cs: Golden Gate Bridge, hotovo. Žádné mýto za berany.
da: Golden Gate Bridge, færdig. Ingen vejafgift for væddere.
de: Golden Gate Bridge, fertig. Keine Maut für Widder.
el: Γέφυρα Golden Gate, έγινε. Χωρίς διόδια για κριάρια.
es: Puente Golden Gate, listo. No hay peaje para los carneros.
et: Golden Gate'i sild, tehtud. Jääradele teetasu pole.
eu: Golden Gate Bridge, eginda. Aharientzako bidesaria ez.
fi: Golden Gate Bridge, valmis. Ei maksua pässiltä.
fr: Le Golden Gate Bridge, c'est fait. Pas de péage pour les béliers.
ga: Droichead an Gheata Órga, déanta. Gan dola do reithí.
gl: Golden Gate Bridge, feito. Sen peaxe para carneiros.
he: גשר שער הזהב, סיים. אין אגרה לאילים.
hi: गोल्डन गेट ब्रिज, पूरा हो गया। मेढ़ों के लिए कोई टोल नहीं.
hr: Most Golden Gate, gotovo. Nema cestarine za ovnove.
hu: Golden Gate Bridge, kész. A kosoknak nincs útdíj.
id: Jembatan Golden Gate, selesai. Tidak ada tol untuk domba jantan.
is: Golden Gate brúin, búin. Enginn tollur fyrir hrúta.
it: Golden Gate Bridge, fatto. Nessun pedaggio per gli arieti.
ja: ゴールデンゲートブリッジ、完成しました。雄羊には通行料はかかりません。
ka: Golden Gate Bridge, დასრულდა. ვერძების გადასახადი არ არის.
kk: Алтын қақпа көпірі, дайын. Қошқарлардан ақы алынбайды.
ko: 금문교(Golden Gate Bridge)가 완공되었습니다. 숫양에 대한 통행료는 없습니다.
lt: Auksinių vartų tiltas, baigta. Avinams rinkliava nėra.
lv: Zelta vārtu tilts, gatavs. Auniem nodevas nav.
mk: Мост Голден Гејт, готово. Нема патарина за овни.
ms: Jambatan Golden Gate, selesai. Tiada tol untuk domba jantan.
mt: Golden Gate Bridge, lest. Ebda pedaġġ għall-imtaten.
nb: Golden Gate Bridge, ferdig. Ingen bompenger for værer.
nl: Golden Gate Bridge, klaar. Geen tol voor rammen.
pl: Most Golden Gate gotowy. Brak opłat za barany.
pt_br: Ponte Golden Gate, concluída. Não há pedágio para carneiros.
ro: Podul Golden Gate, gata. Fără taxă pentru berbeci.
ru: Мост Золотые Ворота готов. Платы за баранов нет.
sk: Golden Gate Bridge, hotovo. Žiadne mýto pre baranov.
sl: Most Golden Gate, končano. Brez cestnine za ovne.
sq: Ura Golden Gate, e përfunduar. Asnjë tarifë për desh.
sr: Мост Голден Гате, готово. Нема путарине за овнове.
sv: Golden Gate Bridge, klar. Ingen vägtull för baggar.
th: สะพานโกลเดนเกต เสร็จแล้ว ไม่มีค่าผ่านทางสำหรับแกะผู้
tr: Golden Gate Köprüsü tamamlandı. Koçlar için ücret yok.
uk: Міст Золоті Ворота готовий. Без плати за баранів.
vi: Cầu Cổng Vàng đã xong. Không có phí cho ram.
zh_hans: 金门大桥完工。公羊无需通行费。
zh_hk: 金門大橋完工。公羊無需通行費。

source: Good things come to those who wait.
ar: الأشياء الجيدة تأتي لأولئك الذين ينتظرون.
bg: Добрите неща идват при тези, които чакат.
bs: Dobre stvari dolaze onima koji čekaju.
ca: Les coses bones arriben als que esperen.
cs: Dobré věci přicházejí k těm, kteří čekají.
da: Gode ​​ting kommer til dem, der venter.
de: Gute Dinge kommen zu denen, die warten.
el: Τα καλά πράγματα έρχονται σε αυτούς που περιμένουν.
es: Las cosas buenas les llegan a quienes esperan.
et: Head asjad tulevad neile, kes ootavad.
eu: Gauza onak etortzen zaizkie itxaroten dutenei.
fi: Hyvät asiat tulevat niille, jotka odottavat.
fr: Les bonnes choses arrivent à ceux qui attendent.
ga: Tagann rudaí maithe dóibh siúd a fhanann.
gl: As cousas boas chegan aos que esperan.
he: דברים טובים מגיעים למי שמחכה.
hi: इंतज़ार करने वालों को अच्छी चीज़ें मिलती है।
hr: Dobre stvari dolaze onima koji čekaju.
hu: A jó dolgok azokhoz jönnek, akik várnak.
id: Hal-hal baik datang kepada mereka yang menunggu.
is: Góðir hlutir koma til þeirra sem bíða.
it: Le cose buone arrivano a chi sa aspettare.
ja: 待っている人には良いことが起こります。
ka: კარგი რამ მოდის მათ, ვინც ელოდება.
kk: Жақсылық күткен адамға келеді.
ko: 기다리는 자에게 좋은 일이 온다.
lt: Geri dalykai ateina tiems, kurie laukia.
lv: Labas lietas nāk pie tiem, kas gaida.
mk: Добрите работи доаѓаат кај оние кои чекаат.
ms: Perkara yang baik datang kepada mereka yang menunggu.
mt: L-affarijiet tajbin jaslu għal dawk li jistennew.
nb: Gode ​​ting kommer til de som venter.
nl: Goede dingen komen voor degenen die wachten.
pl: Dobre rzeczy przychodzą do tych, którzy czekają.
pt_br: Coisas boas acontecem para aqueles que esperam.
ro: Lucrurile bune vin la cei care așteaptă.
ru: Хорошие вещи приходят к тем, кто ждет.
sk: Dobré veci prichádzajú k tým, ktorí čakajú.
sl: Dobre stvari pridejo do tistih, ki čakajo.
sq: Gjërat e mira vijnë për ata që presin.
sr: Добре ствари долазе онима који чекају.
sv: Bra saker kommer till den som väntar.
th: สิ่งดีๆย่อมมาสู่ผู้ที่รอคอย
tr: Bekleyenlerin başına güzel şeyler gelir.
uk: Хороші речі приходять до тих, хто чекає.
vi: Những điều tốt đẹp sẽ đến với những người biết chờ đợi.
zh_hans: 好东西会降临到那些等待的人身上。
zh_hk: 好東西會降臨在等待的人身上。

source: Grandma
ar: الجدة
bg: баба
bs: Bako
ca: Àvia
cs: babička
da: Bedstemor
de: Oma
el: Γιαγιά
es: abuela
et: Vanaema
eu: amona
fi: Isoäiti
fr: Grand-mère
ga: Mamó
gl: avoa
he: סבתא
hi: दादी
hr: Baka
hu: Nagymama
id: Nenek
is: Amma
it: Nonna
ja: おばあちゃん
ka: ბებო
kk: Әже
ko: 할머니
lt: močiutė
lv: Vecmāmiņa
mk: Баба
ms: Nenek
mt: nanna
nb: Bestemor
nl: Oma
pl: Babcia
pt_br: Vovó
ro: bunica
ru: Бабушка
sk: babička
sl: Babica
sq: gjyshja
sr: бака
sv: Mormor
th: คุณยาย
tr: büyükanne
uk: Бабуся
vi: bà
zh_hans: 奶奶
zh_hk: 奶奶

source: Grandma's
ar: الجدة
bg: на баба
bs: kod bake
ca: La de l'àvia
cs: od babičky
da: Bedstemors
de: Omas
el: της γιαγιάς
es: de la abuela
et: Vanaema oma
eu: amonarena
fi: Isoäidin
fr: de grand-mère
ga: Mamó
gl: A da avoa
he: של סבתא
hi: दादी का
hr: bakina
hu: a nagymamáé
id: milik nenek
is: Ömmu
it: Della nonna
ja: おばあちゃんの
ka: ბებიას
kk: Әжемдікі
ko: 할머니의
lt: močiutės
lv: Vecmāmiņas
mk: на баба
ms: milik nenek
mt: tan-nanna
nb: Bestemors
nl: Van oma
pl: Babci
pt_br: da vovó
ro: a bunicii
ru: у бабушки
sk: Babičkina
sl: pri babici
sq: e gjyshes
sr: код баке
sv: Mormors
th: ของคุณยาย
tr: Büyükannenin
uk: у бабусі
vi: của bà
zh_hans: 奶奶的
zh_hk: 奶奶的

source: Grazing
ar: يرعى
bg: Пасе
bs: Pase
ca: Pasturant
cs: Pase se
da: Græsser
de: Grasend
el: Βόσκει
es: Pastando
et: Karjatub
eu: Larretan
fi: Laiduntamassa
fr: Au pâturage
ga: Ag féarach
gl: Pastando
he: רועה
hi: चर रहा है
hr: Pase
hu: Legel
id: Sedang merumput
is: Á beit
it: Al pascolo
ja: 放牧中
ka: ძოვს
kk: Жайылуда
ko: 방목 중
lt: Gano
lv: Ganās
mk: Пасе
ms: Sedang merumput
mt: Jirgħa
nb: Gresser
nl: Grazend
pl: Wypasa się
pt_br: Pastando
ro: La păscut
ru: Пасётся
sk: Pasie sa
sl: Se pase
sq: Kullot
sr: Пасе
sv: Betar
th: กำลังเล็มหญ้า
tr: Otluyor
uk: Пасеться
vi: Đang gặm cỏ
zh_hans: 放牧中
zh_hk: 放牧中

source: Green
ar: أخضر
bg: Зелено
bs: Zeleno
ca: Verd
cs: Zelený
da: Grøn
de: Grün
el: Πράσινος
es: Verde
et: Roheline
eu: Berdea
fi: Vihreä
fr: Vert
ga: Glas
gl: Verde
he: יָרוֹק
hi: हरा
hr: zelena
hu: Zöld
id: Hijau
is: Grænn
it: Verde
ja: グリーン
ka: მწვანე
kk: Жасыл
ko: 초록색
lt: Žalia
lv: Zaļš
mk: Зелена
ms: hijau
mt: Aħdar
nb: Grønn
nl: Groente
pl: Zielony
pt_br: Verde
ro: Verde
ru: Зелёный
sk: Zelená
sl: zelena
sq: E gjelbër
sr: Зелена
sv: Grön
th: สีเขียว
tr: Yeşil
uk: Зелений
vi: Màu xanh lá
zh_hans: 绿色
zh_hk: 綠色

source: Guild keepers
ar: حراس النقابة
bg: Пазачи на гилдията
bs: Čuvari ceha
ca: Guardians del gremi
cs: Strážci cechu
da: Gildeholdere
de: Gildenhalter
el: Φύλακες συντεχνιών
es: Guardianes del gremio
et: Gildi hoidjad
eu: Gremioko arduradunak
fi: Killan vartijat
fr: Gardiens de guilde
ga: Coimeádaithe Guild
gl: Gardadores de gremios
he: שומרי הגילדה
hi: गिल्ड के रखवाले
hr: Čuvari ceha
hu: Céhőrök
id: Penjaga serikat
is: Gildisverðir
it: Custodi della gilda
ja: ギルドキーパー
ka: გილდიის მეკარეები
kk: Гильдия сақтаушылары
ko: 길드 키퍼
lt: Gildijos prižiūrėtojai
lv: Ģildes sargi
mk: Чувари на еснафот
ms: Penjaga persatuan
mt: Kustodja tal-gilda
nb: Gildevoktere
nl: Gildehouders
pl: Strażnicy gildii
pt_br: Guardiões da guilda
ro: Păstratorii breslei
ru: Хранители гильдии
sk: Strážcovia cechu
sl: Cehovski čuvaji
sq: Rojtarët e repartit
sr: Чувари цеха
sv: Guild väktare
th: ผู้ดูแลกิลด์
tr: Lonca bekçileri
uk: Хранителі гільдії
vi: Người giữ bang hội
zh_hans: 公会守护者
zh_hk: 公會守護者

source: Hand a ram to someone at a coast or border.
ar: قم بتسليم الكبش لشخص ما على الساحل أو الحدود.
bg: Подайте овен на някого на крайбрежие или граница.
bs: Predajte ovna nekome na obali ili granici.
ca: Lliurar un ariet a algú en una costa o frontera.
cs: Podej berana někomu na pobřeží nebo na hranici.
da: Giv en vædder til nogen ved en kyst eller grænse.
de: Übergib einen Widder an der Küste oder Grenze an jemanden.
el: Δώστε ένα κριάρι σε κάποιον σε ακτή ή σύνορα.
es: Entrega un carnero a alguien en una costa o frontera.
et: Andke jäär kellelegi rannikul või piiril.
eu: Eman ahari bat kostalde edo muga batean dagoen norbaiti.
fi: Anna pässi jollekin rannikolla tai rajalla.
fr: Confiez un bélier à quelqu'un sur une côte ou une frontière.
ga: Tabhair reithe do dhuine ag cósta nó teorann.
gl: Entrega un carneiro a alguén nunha costa ou fronteira.
he: מסור איל למישהו בחוף או בגבול.
hi: किसी तट या सीमा पर किसी को मेढ़ा सौंपें।
hr: Predajte ovna nekome na obali ili granici.
hu: Adj egy kost valakinek a tengerparton vagy a határon.
id: Serahkan seekor domba jantan kepada seseorang di pantai atau perbatasan.
is: Réttu einhverjum hrút við strönd eða landamæri.
it: Passa un ariete a qualcuno su una costa o una frontiera.
ja: 海岸や国境で牡羊を誰かに手渡す。
ka: გადაეცით ვერძი ვინმეს სანაპიროზე ან საზღვარზე.
kk: Жағалауда немесе шекарада біреуге қошқарды беріңіз.
ko: 해안이나 국경에서 숫양을 다른 사람에게 전달하세요.
lt: Įteikite aviną kam nors pakrantėje ar pasienyje.
lv: Nododiet aunu kādam piekrastē vai pierobežā.
mk: Дајте овен некому на брег или граница.
ms: Serahkan seekor domba jantan kepada seseorang di pantai atau sempadan.
mt: Agħti muntun lil xi ħadd fuq kosta jew fruntiera.
nb: Gi en vær til noen ved en kyst eller grense.
nl: Geef een ram aan iemand aan een kust of grens.
pl: Przekaż barana komuś na wybrzeżu lub granicy.
pt_br: Entregue um carneiro a alguém no litoral ou fronteira.
ro: Dați un berbec cuiva de la o coastă sau la graniță.
ru: Передай барана попутчику на побережье или границе.
sk: Podaj barana niekomu na pobreží alebo na hranici.
sl: Predajte ovna nekomu na obali ali meji.
sq: Jepini një dash dikujt në një bregdet ose në kufi.
sr: Предајте овна некоме на обали или граници.
sv: Ge en bagge till någon vid en kust eller gräns.
th: มอบแกะให้คนที่ชายฝั่งหรือชายแดน
tr: Kıyıdaki veya sınırdaki birine koç verin.
uk: Передай барана попутнику на узбережжі або кордоні.
vi: Đưa ram cho ai đó ở bờ biển hoặc biên giới.
zh_hans: 在海岸或边境将公羊转交给同行者。
zh_hk: 在海岸或邊境將公羊轉交給同行者。

source: Hand it over when you meet, or send %@ the letter file.
ar: قم بتسليمها عندما تلتقي، أو أرسل ملف الرسالة إلى %@.
bg: Предайте го, когато се срещнете, или изпратете на %@ файла с писмото.
bs: Predajte ga kada se sretnete ili pošaljite %@ datoteku pisma.
ca: Entrega'l quan et trobis o envia l'arxiu de la carta a %@.
cs: Předejte jej, až se setkáte, nebo pošlete %@ soubor s dopisem.
da: Aflever den, når I mødes, eller send %@ brevfilen.
de: Übergib ihn beim Treffen oder schick %@ die Briefdatei.
el: Παραδώστε το όταν συναντηθείτε ή στείλτε %@ το αρχείο επιστολής.
es: Entréguelo cuando se reúnan o envíe a %@ el archivo de la carta.
et: Andke see kohtumisel üle või saatke %@ kirjafail.
eu: Eman iezaiozu elkartzen zarenean, edo bidali %@ gutun-fitxategia.
fi: Luovuta se, kun tapaat, tai lähetä kirjetiedosto %@:lle.
fr: Remettez-le lors de ton rencontre ou envoie à %@ le fichier de lettres.
ga: Tabhair ar láimh é nuair a bhuaileann tú, nó seol %@ an comhad litreach.
gl: Entrégao cando te atopes ou envía a %@ o ficheiro da carta.
he: מסור אותו כשתיפגש, או שלח ל-%@ את תיק המכתבים.
hi: जब आप मिलें तो इसे सौंप दें, या %@ को पत्र फ़ाइल भेजें।
hr: Predajte ga kad se sretnete ili pošaljite %@ datoteku pisma.
hu: Találkozáskor adja át, vagy küldje el %@-ra a levélfájlt.
id: Serahkan saat bertemu, atau kirimkan file surat %@.
is: Afhendið það þegar þið hittist eða sendið %@ bréfaskrána.
it: Consegnatelo quando vi incontrate o inviate a %@ il file della lettera.
ja: 会ったときに渡すか、%@ にレターファイルを送ってください。
ka: გადაეცით, როდესაც შეხვდებით, ან გაგზავნეთ %@ წერილის ფაილი.
kk: Кездескен кезде оны беріңіз немесе %@ хат файлын жіберіңіз.
ko: 만날 때 건네주거나 %@에 편지 파일을 보내세요.
lt: Perduokite jį susitikę arba išsiųskite laiško failą %@.
lv: Nododiet to tikšanās reizē vai nosūtiet vēstules failu uz %@.
mk: Предадете го кога ќе се сретнете или испратете ја %@ датотеката со писмо.
ms: Serahkan apabila anda bertemu, atau hantar %@ fail surat.
mt: Agħtih meta tiltaqa', jew ibgħat lil %@ il-fajl tal-ittri.
nb: Gi den når dere møtes, eller send %@ brevfilen.
nl: Draag het over als je elkaar ontmoet, of stuur %@ het briefbestand.
pl: Przekaż go podczas spotkania lub wyślij plik listu do %@.
pt_br: Entregue-o quando você se encontrar ou envie o arquivo da carta para %@.
ro: Predați-l când vă întâlniți sau trimiteți %@ fișierul scrisorii.
ru: Передай при встрече или отправь файл письма: %@.
sk: Odovzdajte ho, keď sa stretnete, alebo pošlite %@ súbor s listom.
sl: Izročite ga, ko se srečate, ali pošljite %@ datoteko pisma.
sq: Dorëzoje kur të takohesh, ose dërgo %@ skedarin e letrës.
sr: Предајте га када се сретнете или пошаљите %@ датотеку писма.
sv: Lämna över den när ni träffas, eller skicka brevfilen till %@.
th: ส่งมอบเมื่อคุณพบหรือส่งไฟล์จดหมาย %@
tr: Buluştuğunuz zaman onu teslim edin veya mektup dosyasını %@'ye gönderin.
uk: Передай його, коли зустрінетеся, або надішли %@ файл листа.
vi: Khi gặp sẽ trao lại, hoặc gửi %@ file thư.
zh_hans: 见面时交给，或者把信件文件发给%@。
zh_hk: 見面時交給，或把信件文件寄給%@。
